{
    "meta.title": "Harvester admin",
    "no-value": "-",
    "error": "Fehler ist aufgetreten",
    "resultCount": "{count, number} {count, plural, one {record found} other {records found}}",
    "settings.nullSettings": "Null settings",
    "add": "Hinzufügen",
    "actions.new": "Neuer Datensatz",
    "actions.new.harvestable.oaiPmh": "OAI-PMH harvestable",
    "actions.new.harvestable.xmlBulk": "XML bulk harvestable",
    "actions.new.harvestable.connector": "Connector harvestable",
    "actions.new.harvestable.status": "Status-report harvestable",
    "permission.harvester-admin.read-jobs": "",
    "permission.harvester-admin.maintain-jobs": "",
    "permission.harvester-admin.maintain-all-jobs": "",
    "permission.harvester-admin.maintain-pipelines": "",
    "permission.ui-harvester-admin.all": "",
    "nav.harvestables": "Harvest-Jobs",
    "nav.storages": "Storage engines",
    "nav.pipelines": "Transformation pipelines",
    "nav.steps": "Transformation steps",
    "button.edit": "Bearbeiten",
    "button.delete": "Löschen",
    "button.start-job": "Auftrag starten",
    "button.stop-job": "Auftrag stoppen",
    "button.confirm": "Bestätigen",
    "op.delete.confirm": "Are you sure you want to delete this record?",
    "op.delete.completed": "Record <b>{name}</b> deleted",
    "op.run.completed": "Job <b>{name}</b> started",
    "op.stop.completed": "Job <b>{name}</b> stopped",
    "harvestables.column.name": "Name",
    "harvestables.column.currentStatus": "Status",
    "harvestables.column.lastHarvestFinished": "Last harvest finished",
    "harvestables.column.enabled": "Aktiviert?",
    "harvestables.column.jobClass": "Auftragsgruppe",
    "harvestables.column.id": "ID",
    "harvestables.column.message": "Nachricht",
    "harvestables.column.enabled.true": "Ja",
    "harvestables.column.enabled.false": "Nein",
    "harvestables.column.jobClass.OaiPmhResource": "OAI-PMH",
    "harvestables.column.jobClass.XmlBulkResource": "XML bulk",
    "harvestables.column.jobClass.HarvestConnectorResource": "Harvest connector",
    "harvestables.column.jobClass.StatusResource": "Statusbericht",
    "harvestables.column.currentStatus.NEW": "Neu",
    "harvestables.column.currentStatus.OK": "OK",
    "harvestables.column.currentStatus.WARN": "Warnung",
    "harvestables.column.currentStatus.ERROR": "Fehler",
    "harvestables.column.currentStatus.RUNNING": "Laufend",
    "harvestables.column.currentStatus.FINISHED": "Abgeschlossen",
    "harvestables.column.currentStatus.KILLED": "Killed",
    "harvestables.index.name": "Name",
    "harvestables.index.id": "ID",
    "harvestables.index.message": "Nachricht",
    "searchInputLabel": "XXX searchInputLabel",
    "accordion.devinfo": "Entwicklerinformationen",
    "harvestables.heading.general": "Allgemeine Informationen",
    "harvestables.field.id": "Id",
    "harvestables.field.id.help": "Automatisch zugewiesene Kennung für den Auftrag",
    "harvestables.field.name": "Name",
    "harvestables.field.name.help": "Vorzugsweise ein eindeutiger Name, mit dem die Nutzer diese Harvester-Ressource identifizieren können. In einigen Fällen kann der Name nach Ausfüllen des protokollspezifischen Abschnitts der Konfiguration vorgeschlagen werden (z. B. Index Data Connectors, OAI-PMH).",
    "harvestables.field.serviceProvider": "Service provider",
    "harvestables.field.serviceProvider.help": "Freitextfeld, das vom Support zur Erfassung von administrativen Informationen verwendet wird. Wird vom Harvester nicht verwendet.",
    "harvestables.field.usedBy": "Used by",
    "harvestables.field.usedBy.help": "Free-text field for tagging a job with the intended target audience, like a user group or customer of the resource. Multiple user/customer tags may be separated by commas. The tags can be used for filtering status reports by usages/customers.",
    "harvestables.field.managedBy": "Verwaltet von",
    "harvestables.field.managedBy.help": "Freitextfeld zur Kennzeichnung eines Auftrags mit dem Anbieter oder Verwalter der Ressource. Mehrere Tags können durch Kommata getrennt werden. Die Tags können von den Job-Administratoren zum Filtern von Statusberichten verwendet werden.",
    "harvestables.field.openAccess": "Open-Access-Ressource?",
    "harvestables.field.description": "Beschreibung des Inhalts",
    "harvestables.field.description.help": "Free-text field used by support staff for recording administrative information. Not used by the harvester.",
    "harvestables.field.technicalNotes": "Technische Bemerkungen",
    "harvestables.field.technicalNotes.help": "Freitextfeld, das vom Support zur Erfassung von administrativen Informationen verwendet wird. Wird vom Harvester nicht verwendet.",
    "harvestables.field.contactNotes": "Kontaktinformationen",
    "harvestables.field.contactNotes.help": "Free-text field used by support staff for recording administrative information. Not used by the harvester.",
    "harvestables.field.enabled": "Harvest-Job aktiviert?",
    "harvestables.field.enabled.help": "Check to run the Harvesting job as described by the time/interval selected in \"Harvest schedule\". Leaving this box unchecked will make the job inactive.",
    "harvestables.field.scheduleString": "Harvest schedule",
    "harvestables.field.scheduleString.help": "Use these fields to define a recurring time/interval at which the Harvester job should run. E.g for weekly runs specify a day of the week on which the harvest should be executed.",
    "harvestables.field.scheduleString.harvest": "Harvest",
    "harvestables.field.scheduleString.day": "(day) of",
    "harvestables.field.scheduleString.month": "(Monat), wenn es",
    "harvestables.field.scheduleString.weekday": "(Wochentag)",
    "harvestables.field.scheduleString.time": "Harvesting time",
    "harvestables.field.scheduleString.hour": "(Stunde im 24-Format)",
    "harvestables.field.scheduleString.minute": "(Min)",
    "harvestables.field.transformationPipeline": "Transformation pipeline",
    "harvestables.field.transformationPipeline.help": "Select the transformation required to match the input format delivered by the feed to the internal format used by the Harvester for data storage. See the Transformation Pipelines manual section for more details.",
    "harvestables.field.laxParsing": "Use lax parsing (if possible)",
    "harvestables.field.laxParsing.help": "Wenn aktiviert, versucht der Harvester, fehlerhaftes XML zu analysieren (fehlende schließende Tags, Entities).",
    "harvestables.field.encoding": "Kodierung erzwingen (ISO-8859-1, UTF-8, ...)",
    "harvestables.field.encoding.help": "Ein Feed kann ungültig kodierte Antworten zurückgeben, z. B. einen XML-Header mit der Kodierung UTF-8, aber tatsächlich ISO-8859-1 in den Daten. Wird dieses Feld belegt, wird der Harvester gezwungen, die darin angegebene Kodierung zu verwenden.",
    "harvestables.field.storage.name": "Storage",
    "harvestables.field.storage.name.help": "Select the storage type and location for the harvested data. The Harvester has a storage abstraction layer to allow it to work with multiple potential record storage systems, but at present, only Solr/Lucene is supported. Once the Storage has been selected, it is possible to view the indexed records by clicking the Stored records: click to view field.",
    "harvestables.field.storageBatchLimit": "Storage batch limit",
    "harvestables.field.cacheEnabled": "Auf Festplatte cachen?",
    "harvestables.field.cacheEnabled.help": "If enabled, harvest data is kept in the filesystem cache and the job can be restarted from this cache without needing to go back to the server.",
    "harvestables.field.storeOriginal": "Store original record content?",
    "harvestables.field.recordLimit": "Anzahl der Datensätze begrenzen auf",
    "harvestables.field.recordLimit.help": "Limit the harvest run to a specified number of records: useful for testing job settings and transformation pipelines.",
    "harvestables.field.timeout": "Verbindungs-/Lese-Timeout (Sekunden)",
    "harvestables.field.timeout.help": "Gibt einen von den Standardwerten abweichenden Timeout-Wert für das Abrufen und Lesen von der Netzwerkverbindung (Socket) an. Werte unter 1 Minute werden nicht empfohlen.",
    "harvestables.field.logLevel": "Log-Level",
    "harvestables.field.logLevel.help": "Specify the logging level for the job with DEBUG being the most verbose. INFO is the recommended log level in most cases.",
    "harvestables.field.failedRecordsLogging": "Speicherung fehlgeschlagener Datensätze",
    "harvestables.field.failedRecordsLogging.help": "Legt fest, ob fehlgeschlagene Datensätze als XML-Dateien in einem bestimmten Protokollverzeichnis gespeichert werden sollen oder nicht. Legt außerdem die Aufbewahrungsrichtlinie für das Verzeichnis fest, d. h. ob Dateien, die in früheren Läufen gespeichert wurden, aufbewahrt werden sollen und, falls ja, ob eine vorhandene Datei überschrieben werden soll, wenn derselbe Datensatz erneut fehlschlägt, oder ob dem neuen Dateinamen eine laufende Nummer hinzugefügt werden soll, damit er nicht überschrieben wird.",
    "harvestables.field.maxSavedFailedRecordsPerRun": "Maximale Anzahl von fehlgeschlagenen Datensätzen, die beim nächsten Lauf gespeichert werden",
    "harvestables.field.maxSavedFailedRecordsPerRun.help": "Legt eine maximale Anzahl von Dateien fest, die pro Lauf im Verzeichnis für fehlgeschlagene Datensätze gespeichert werden. Das Auftragsprotokoll zeigt an, wenn das Limit erreicht ist.",
    "harvestables.field.maxSavedFailedRecordsTotal": "Maximale Anzahl zu speichernder fehlerhafter Datensätze insgesamt",
    "harvestables.field.maxSavedFailedRecordsTotal.help": "Legt eine maximale Anzahl von Dateien fest, die zu einem bestimmten Zeitpunkt im Verzeichnis für fehlgeschlagene Datensätze gespeichert werden sollen - als Summe der zuvor gespeicherten Datensätze (die vor diesem Lauf nicht bereinigt wurden) plus aller neuen Datensätze, die während des Laufs hinzugefügt wurden. Im Auftragsprotokoll wird vermerkt, wann das Limit erreicht ist.",
    "harvestables.field.mailAddress": "E-Mail-Adresse(n) für die Benachrichtigung (mit Komma getrennt)",
    "harvestables.field.mailAddresses": "E-Mail-Adressen für Benachrichtigungen",
    "harvestables.field.mailAddresses.help": "Liste der E-Mail-Adressen, die bei Job-Ende  benachrichtigt werden sollen.",
    "harvestables.field.mailLevel": "Send notification if severity at least",
    "harvestables.field.mailLevel.help": "Status des Auftragsabschlusses mit dem geringsten Schweregrad angeben, der eine E-Mail-Benachrichtigung auslöst.",
    "harvestables.field.constantFields": "List of constant fields",
    "harvestables.field.constantFields.help": "A list of NAME=VALUE pairs. For a harvestable that has this field set, each harvested record has each NAME field set to the corresponding VALUE.",
    "harvestables.field.json": "Zusätzliche Konfiguration: (JSON)",
    "harvestables.field.json.help": "Geben Sie eine zusätzliche erweiterte Harvester-Konfiguration im JSON-Format an.",
    "harvestables.field.type.oaiPmh": "OAI-PMH specific information",
    "harvestables.field.url": "OAI repository URL",
    "harvestables.field.url.help": "Enter a link (http-based) to the resource to be harvested. Include the base link defined by OAI Set Name: (see below). Some resources have multiple sets within the repository. If no specific set is identified by the URL, the full repository will be harvested.",
    "harvestables.field.oaiSetName": "OAI set name (type for suggestions)",
    "harvestables.field.oaiSetName.help": "an optional setting, an OAI-PMH setSpec value which specifies set criteria for selective harvesting.",
    "harvestables.field.metadataPrefix": "Metadaten-Präfix",
    "harvestables.field.metadataPrefix.help": "A string that specifies the metadata format in OAI-PMH requests issued to a targeted repository. It is important to choose the correct format or no data will be harvested from the repository. Make sure a Transformation Pipeline that matches the metadata format used in the repository is selected, otherwise records will not be understood by the Harvester. Repositories generally use one of the following prefixes (or embedded data formats): Dublin Core (OAI-DC) or MARC XML (MARC12/USMARC). Other less common MetadataPrefix values include PMC (PubMed Central full-text records), PMC (PubMed Central metadata records), and PZ2 (pazpar2).",
    "harvestables.field.dateFormat": "Datumsformat",
    "harvestables.field.useLongDateFormat": "Use long date format",
    "harvestables.field.useLongDateFormat.help": "Check-box to indicate whether to use a long date format when requesting records from the OAI-PMH resource. This is not used very often, but is required by some resources.",
    "harvestables.field.fromDate": "Harvest from",
    "harvestables.field.fromDate.help": "If empty and no resumption token is set, the Harvester will harvest the full data set from the resource. When this field contains a value, upon completion of the job the Harvester will reset the value of this field to the day prior to the current run date, so subsequent runs will harvest only new records.",
    "harvestables.field.untilDate": "Harvest until",
    "harvestables.field.untilDate.help": "Upper date limit for selective harvesting. On consecutive runs the Harvester will clear this field making the date interval open-ended.",
    "harvestables.field.resumptionToken": "Resumption token (overrrides date)",
    "harvestables.field.resumptionToken.help": "The OAI-PMH protocol supports splitting bigger datasets into smaller chunks. On delivery of a chunk of records, the OAI-PMH returns a token which the next request should use in order to get the next chunk. If an OAI-PMH job halts before completion, the resumption token will be set in this field. Sometimes it is possible to run it again from this resumption point at a later stage, but this is not always supported.",
    "harvestables.field.clearRtOnError": "Wiederaufnahme-Token bei Verbindungsfehlern löschen",
    "harvestables.field.clearRtOnError.help": "Clear the resumption token for harvests that complete in an error state. This is useful when server errors out and the last resumption token is no longer valid.",
    "harvestables.field.keepPartial": "Keep partial harvests",
    "harvestables.field.keepPartial.help": "When checked, partial records harvested during a failed harvest run will be retained in storage.",
    "harvestables.field.retryCount": "Request retry count",
    "harvestables.field.retryCount.help": "Specify how many times the harvester should retry failed harvest requests, 0 disables retrying entirely.",
    "harvestables.field.retryWait": "Delay before retry (seconds)",
    "harvestables.field.retryWait.help": "Delay for retrying failed requests. Only change when resource fails to work with the default values.",
    "harvestables.field.type.xmlBulk": "XML bulk specific information",
    "harvestables.field.urls": "URLs",
    "harvestables.field.urls.help": "One or more space-separated URL (HTTP or FTP) for XML  or MARC binary data. Jump or index pages (HTML pages with URLs) are supported and  so are FTP directories. For FTP, harvesting of recursive directories may be enabled below.",
    "harvestables.field.allowErrors": "Bei Fehlern fortfahren?",
    "harvestables.field.allowErrors.help": "Check to continue harvesting and storing records even if  retrieving some of the listed resources fails.",
    "harvestables.field.overwrite": "Daten bei jedem Lauf überschreiben (nicht inkrementell)?",
    "harvestables.field.overwrite.help": "Check to delete all previously  harvested data before beginning the next scheduled (or manually triggered) run. This  may be used when complete catalog dumps reside on the server.    With FOLIO Inventory Storage there is no deletion of all previously harvested data, and checking  this option instead indicates that existing records should be overlaid.",
    "harvestables.field.allowCondReq": "Server nur nach neuen Dateien fragen (inkrementell)?",
    "harvestables.field.allowCondReq.help": "Ask the server if the files are  modified before attempting a harvest, relies on proper timestamp handling on the  server side. It’s usually safe to have this enabled as servers are eager to  update the modification date, even in cases when the files themselves don’t  change. Enabling this setting may significantly shorten harvest times.",
    "harvestables.field.initialFromDate": "Initial from date (if incremental)",
    "harvestables.field.initialFromDate.help": "Allows to specify the initial from  harvest date when <strong>ask server for new files only</strong> option is checked. When filled out, only files newer than the specified date will be harvested.    With FOLIO Inventory Storage, the setting additionally indicates that only incoming records  that were updated on or after this date should be loaded. Additionally, for this to take effect,  the incoming records must provide a 'lastUpdated' in the element 'processing' and on the format YYYY-MM-DD &lt;processing&gt; &lt;lastUpdated&gt;1970-01-01&lt;/lastUpdated&gt; &lt;/processing&gt; By default the logic would filter by the finishing date of the last harvest, so setting  'Initial from date' overrides the default behavior.   Following rules thus applies:   <li>If 'Overwrite data' is checked, all records are loaded.</li>  Otherwise:   <li>If the incoming records provide a 'lastUpdated' date, and the 'Initial from date' is set,  then only records updated at or after that date will be loaded (this is regardless of  whether 'Ask server for new files only (incremental)' is checked or not)</li> <li>If the incoming records provide a 'lastUpdated' date, and the 'Initial from date' is NOT set,  then only records updated at or after the last harvest date will be loaded</li>   But   <li>Any record without a 'lastUpdated' date will be loaded</li>",
    "harvestables.field.splitAt": "XML ab Ebene aufteilen (Null/Leer deaktiviert die Aufteilung)",
    "harvestables.field.splitAt.help": "Für XML-Daten. Dies sollte in der Regel auf 1 für XML-Feeds gesetzt werden, wenn die Datensatzelemente in den Daten wie folgt strukturiert geharvestet werden sollen: &lt;root&gt; &lt;record/&gt; &lt;record/&gt; &lt;/root&gt;",
    "harvestables.field.splitSize": "Dateien nach Anzahl der Datensätze aufteilen (Null/Leer deaktiviert die Aufteilung)",
    "harvestables.field.splitSize.help": "Der Harvester versucht, wo immer möglich, ein Streaming-Parsing durchzuführen, aber viele XSL-Transformationen unterstützen dies nicht. Der Versuch, Millionen von Datensätzen zu transformieren, wird zu viel Speicherplatz beanspruchen, so dass die Aufteilung der Ressource in Stücke von 1000 Datensätzen eine vernünftige Option sein kann. In dieses Feld die Anzahl der Datensätze eingeben, die in jedem Block enthalten sein sollen.",
    "harvestables.field.expectedSchema": "Mime-Typ erzwingen (z. B.: application/marc; charset=MARC-8)",
    "harvestables.field.expectedSchema.help": "Der Harvester erkennt den Typ (XML vs. MARC Binary) anhand des MIME-Typs und der Dateierweiterung. Er ist auch in der Lage, mit komprimierten Archiven (zip, tar, gzip) umzugehen. In seltenen Fällen kann es erforderlich sein, den Inhaltstyp manuell anzugeben (z.B. wenn er fehlt oder falsch ist), das Format ist:   MIME-Typ [; optionale Zeichenkodierung].",
    "harvestables.field.outputSchema": "MARC-XML-Transformationsformat (application/marc oder application/tmarc)",
    "harvestables.field.outputSchema.help": "This field  expresses the output format of binary MARC reading–which will also be the input  format for the transformation pipeline. If the Transformation Pipeline expects MARC21  XML, this should be set to Application/marc. If the pipeline expects Turbo MARC XML,  it should be set to Application/tmarc.",
    "harvestables.field.recurse": "Unterordner einbeziehen?",
    "harvestables.field.recurse.help": "Wenn diese Einstellung aktiviert ist, durchläuft der Harvester den gesamten Verzeichnisbaum und sucht nach sammelbaren Dateien. Diese Einstellung sollte mit Vorsicht aktiviert werden.",
    "harvestables.field.includeFilePattern": "Dateien einschließen (regulärer Ausdruck)",
    "harvestables.field.includeFilePattern.help": "This setting can be used to filter what files  to harvest.  The filter applies to files in FTP directories as well as in archives (ZIP/tar).  When set to a regular expression, the harvester  will only harvest files with names matching the regular expression (unless the file name is  at the same time excluded by an exclude pattern).   Example:  <pre>.*\\.xml|.*\\.marc</pre>  Would include only .xml and .marc files.    Note that file name dots must be escaped.    Note that ZIP and tar files (.zip,.gz,.tar) are loaded even if they are not specified in the  include pattern. To enforce exclusion of ZIP or tar files they would have to be specified in  an exclude pattern (see help text for that).",
    "harvestables.field.excludeFilePattern": "Dateien ausschließen (regulärer Ausdruck)",
    "harvestables.field.excludeFilePattern.help": "This setting can be used to filter what files to harvest. The filter applies to files in FTP directories as well as entries in archives (ZIP/tar).  When set to a regular expression, the harvester  will skip any file with a file name matching the expression. Example: <pre>readme\\.txt|README|.*\\.jpg|.*\\.gif</pre>  Would exclude files with names readme.txt, README as well as .jpg and .gif files  from FTP directories or ZIP/tar archives.",
    "harvestables.field.passiveMode": "Passivmodus für FTP-Übertragungen verwenden?",
    "harvestables.field.passiveMode.help": "Bei dieser Einstellung wird für FTP-Verbindungen der passive statt des aktiven Modus verwendet. Wenn Harvester hinter einer Firewall läuft, die FTP-Verbindungen im aktiven Modus blockiert, kann die Aktivierung dieser Einstellung helfen. Es kann jedoch notwendig sein, diesen Modus mit dem abzustimmen, was der FTP-Server erwartet.",
    "harvestables.field.csvConfiguration": "CSV-Parser-Konfiguration",
    "harvestables.field.csvConfiguration.help": "The harvester will detect (either by MIME-type or by file extension)  and attempt to parse CSV (comma separated values) files into an XML representation for further processing. The XML representation of each  data row looks as follows: <pre>&lt;row&gt;&lt;field name=&quot;column name or number&quot;&gt;field value&lt;/field&gt;...&lt;/row&gt;</pre>  Unless the split at depth option is set to > 0, all rows will be parsed into a single XML document and wrapped with an additional &lt;rows&gt; root element. For large CSV files it may be a good idea to set the split at depth to 1.  The parser configuration is expressed in a semicolon delimited key/value list, like so: key1=value1; key2=value2. List of supported options is as follows: <ul> <li> charset: default \"iso-8859-1\", specifies the character encoding of the files</li> <li> delimiter: default \",\" for CSV and \"\\t\" for TSV, specifies the field delimiter used in the files</li> <li> containsHeader: default \"yes\", specifies if the first line in the files contains the header line</li> <li> headerLine: no default, allows to override or specify headers, format is a comma-separated list e.g headers=\"title,author,description\"</li></ul>",
    "harvestables.field.type.connector": "Connector specific information",
    "harvestables.field.connectorEngineUrlSetting.label": "CF Engine",
    "harvestables.field.connectorEngineUrlSetting.label.help": "Select the Connector Engine instance that will be used to execute  the Connector harvesting job. The default engine is hosted by Index Data but may be  also installed locally on the customer site. Additional Connector Engines can be  specified through the Settings tab.",
    "harvestables.field.engineParameters": "Engine-Parameter (optional)",
    "harvestables.field.engineParameters.help": "Additional or custom values of Connector Engine  session parameters used by this job. See CFWS manpage for more information.",
    "harvestables.field.connectorRepoUrlSetting.label": "CF Repository",
    "harvestables.field.connectorRepoUrlSetting.label.help": "Select the connector repository where the Connectors are hosted  and maintained. Usually, the Connector Repository is provided by Index Data and may  require a login account. The account credentials are provided directly in the  Connector Repository URL setting accessed from the Settings tab and should have the  form: <pre>http(s)://&lt;repouser&gt;:&lt;repopass&gt;@url.to.the.repository</pre>.",
    "harvestables.field.connector": "Connector (type for suggestion)",
    "harvestables.field.connector.help": "Enter here the name of the harvesting  connector specific to the harvested resource. This field provides suggestions by  looking up the Repository so only a couple of initial characters or a part of the  name is required.",
    "harvestables.field.overwrite-connector.help": "Check to delete all previously  harvested data before beginning the next scheduled (or manually triggered) run.",
    "harvestables.field.connuser": "Systemkennung",
    "harvestables.field.connuser.help": "User name required for access to a harvested resource that  requires authentication.",
    "harvestables.field.password": "Passwort",
    "harvestables.field.password.help": "Password required for access to a harvested resource that requires  authentication.",
    "harvestables.field.proxy": "Proxy-Server-Adresse",
    "harvestables.field.proxy.help": "Adresse des Proxy-Servers, der von der Harvesting-Engine verwendet werden soll, z. B. für den Fall, dass die Ressource IP-authentifiziert ist.",
    "harvestables.field.initData": "Init Data",
    "harvestables.field.initData.help": "Advanced setting to provide additional initialization parameters  to the harvesting connector. Any username/password/proxy specified in the inputs  above will take precedence over settings specified in this field. These settings  must be provided in JSON format.",
    "harvestables.field.startToken": "Starttoken (inkrementelles harvesten)",
    "harvestables.field.startToken.help": "The use of a start token for incremental  harvesting is connector specific and depends on the connector capability. This setting  must be provided in JSON format.",
    "harvestables.field.sleep": "Verzögerung zwischen Anfragen (Millisekunden)",
    "harvestables.field.sleep.help": "Verzögerung zwischen den Anfragen des Harvesters an die Connector Engine. Wird verwendet, wenn die Ressource empfindlich auf hohe Zugriffszahlen reagiert.",
    "harvestables.field.failedRetryCount": "Anzahl Wiederholungsversuche bei Fehlschlag",
    "harvestables.field.failedRetryCount.help": "Specify how many times the harvester should retry  failed harvest requests, 0 disables retrying entirely.",
    "harvestables.field.type.status": "Allgemeine Informationen",
    "harvestables.field.usageTags": "Filter: list of usage tags",
    "harvestables.field.usageTags.help": "Used for filtering the status report by the user groups on customers tagged to a harvest job (\"Used by\").",
    "harvestables.field.adminTags": "Filter, kommagetrennte Liste von Admin-Tags",
    "harvestables.field.adminTags.help": "Used for filtering the status report by the harvest jobs creator or administrator, as tagged to the harvest job (\"Managed by\")",
    "harvestables.field.statusJobEnabled": "Status job enabled",
    "harvestables.field.statusJobEnabled.help": "",
    "harvestables.field.customMailAddresses": "Benutzerdefinierte E-Mail-Adressen (mehrere mit Komma getrennt)",
    "harvestables.field.customMailAddresses.help": "",
    "harvestables.heading.status": "Statusinformationen",
    "harvestables.field.currentStatus": "Aktueller Status:",
    "harvestables.field.initiallyHarvested": "Anfänglicher Harvest",
    "harvestables.field.lastHarvestStarted": "Letzter Harvest gestartet",
    "harvestables.field.lastHarvestFinished": "Letzter Harvest abgeschlossen",
    "harvestables.field.lastUpdated": "Zuletzt aktualisiert",
    "harvestables.field.message": "Nachricht des letzten Harvests",
    "harvestables.field.failedRecordsLogging.NO_STORE": "Fehlgeschlagene Datensätze nicht speichern",
    "harvestables.field.failedRecordsLogging.CLEAN_DIRECTORY": "Speichern. Verzeichnis zuvor bereinigen",
    "harvestables.field.failedRecordsLogging.CREATE_OVERWRITE": "Speichern. Vorhandene Dateien überschreiben",
    "harvestables.field.failedRecordsLogging.ADD_ALL": "Speichern. Nummerierte Versionen für bestehende Dateien hinzufügen",
    "SENTINEL": "SENTINEL",
    "harvestables.field.jobClass": "Job class",
    "harvestables.field.jobClass.oaiPmh": "OAI-PMH",
    "harvestables.field.jobClass.xmlBulk": "XML bulk",
    "harvestables.field.jobClass.connector": "Harvest connector",
    "harvestables.field.jobClass.status": "Status report",
    "harvestables.column.currentStatus.SHUTDOWN": "Shutdown",
    "button.view-log": "View log",
    "logs.plainTextLog": "Plain text log",
    "logs.failedRecords": "Failed records",
    "summary-table.summary": "Summary",
    "summary-table.source": "MIU",
    "summary-table.instances": "Instance",
    "summary-table.holdings": "Holdings",
    "summary-table.items": "Item",
    "summary-label.processed": "Processed",
    "summary-label.loaded": "Loaded",
    "summary-label.deleted": "Deleted",
    "summary-label.failed": "Failed",
    "failed-records.recordNumber": "Record number",
    "failed-records.timeStamp": "Time stamp",
    "failed-records.instanceHrid": "Instance HRID",
    "failed-records.instanceTitle": "Instance title",
    "failed-records.errors": "Errors"
}